Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: We aim to be a service-oriented organisation that is willing to take action and change, known for a university culture characterised by innovation and novel approaches, mutual respect and cooperation.
nb: Vi skal være en serviceorientert, handlings- og endringsdyktig organisasjon, kjent for en universitetskultur preget av innovasjon og nytenking, gjensidig respekt og samarbeid.

source: Dr. philos (PhD Programme in Social Sciences)
nb: philos (Ph.d.-program i samfunnsvitenskap)

source: For conducting students:The final concert, involving approx. 60-70 minutes of repertoire.
nb: Avslutningskonsert med ca. 60-70 minutter repertoar.For jazz/improvisasjonsstudenter:

source: First row from the left: Tuan Williams, Svein Erik Tuastad, Anne Marit Panengstuen, Martin Solheim
nb: Tuan Williams, Svein Tuastad, Anne Marit Panengstuen, Martin Solheim.

source: research at a high academic level and have the potential for future high-level research in the subject
nb: høyt vitenskapelig nivå og ha potensiale for fremtidig forskning på høyt nivå innenfor fagområdet.

source: I: Arctic Approach - The Northern Area Program.
nb: Barn av arbeidsinnvandrere i norsk skole.

source: These tasks are controlled from a PC programmed with Python.
nb: Dette skal styres fra en PC med Python.

source: UNIS – study in Svalbard
nb: UNIS – studieopphold på Svalbard

source: Many of the experiments in fundamental physics involve particle accelerators.
nb: Mange av eksperimentene i grunnleggende fysikk involverer partikkelakseleratorer.

source: Part II Atomic Physics and the hydrogen atom.
nb: Del II Atomfysikk Hydrogenatomet.

source: guidelines were introduced for research data management at UiS
nb: retningslinjer for håndtering av forskningsdata ved UiS

source: As a full-time student, the work should in any case not exceed 10 hours per week.
nb: Som heltidsstudent bør arbeidet uansett ikke overstige 10 timer per uke.

source: ' you must fill in
nb: må du fylle ut

source: Artistic activities, cf. chap.
nb: Kunstnerisk virksomhet, jf.

source: The Fadderuke, without a doubt!
nb: Fadderuken, uten tvil!

source: The course content is in a relevant topic of geosciences and of importance for the study program in geosciences engineering.
nb: Innholdet i emnet er et relevant temaområde i geofag og viktig for bachelorgraden i ingeniørfag - geovitenskap.

source: NewbornTime – participant information
nb: NewbornTime – Informasjon til deltagere

source: The effects of Reynolds number, different configurations of subsea structures, boundary layer thickness of the incident flow and different soil properties are investigated.
nb: Effekten av Reynolds-antall, forskjellige konfigurasjoner av havbunnsstrukturer, grenselagstykkelse av den innfallende strømmen og forskjellige jordegenskaper undersøkes.

source: The Norwegian Air Ambulance Foundation (SNLA)
nb: Stiftelsen Norsk Luftambulanse (SNLA)

source: 14 recommendations for a successful disputation
nb: 14 råd for en vellykket disputas

source: The organisation of the provision of supervision and the distribution of supervisory tasks between the clinical training supervisor and the teacher is established in a supervision contract.
nb: Organiseringen av veiledningstilbudet og fordelingen av veiledningsoppgaver mellom praksisveileder og lærer nedfelles i en veiledningskontrakt.

source: Activity Evaluate and discuss the design of a digital picture book, for example by using the VEBB Tool, http://vebb.uis.no.
nb: Ta gjerne utgangspunkt i VEBB - Didaktisk vurderingsverktøy av bildebok-apper, http://vebb.uis.no.

source: Maintenance on student filserver (F:)
nb: Oppgradering av filserver for studenters hjemmeområde (F:)

source: To be qualified for admission to Master in Prehospital Critical Care (PHCC) cf. Regulations
nb: For å være kvalifisert for opptak til Master i Pre hospital Critical Care (PHCC) helsearbeid jfr.

source: Perform sensitivity and Monte Carlo analyzes on investment projects.
nb: Foreta sensitivitets- og Monte Carlo-analyser på investeringsprosjekter.

source: During the event, Thor Ole Gulsrud told the history of Pumps and Pipes (P&P), and talked about a couple of the projects that have received funding from P&P.
nb: Under arrangementet fortalte Thor Ole Gulsrud historien om Pumps and Pipes (P&P), og snakket om et par av prosjektene som har fått støtte fra P&P.

source: Week 7 Regular teaching week
nb: Uke 7 Undervisningsuke

source: Corona regulations from September 25, in brief:
nb: Korona-reglene fra 25. september, kort oppsummert

source: Workshop and guided activities
nb: Workshop og oppgaver med veiledning

source: , professor at the
nb: , professor ved

source: Official semester opening ceremony 2021
nb: Få med deg Open Access Week 2021

source: Checklist for processing personal data
nb: Sjekkliste for databehandleravtaler

source: Statistical process control is a set of techniques for monitoring and controlling stochastic processes over time with applications in industry, medicine, environmental monitoring etc.
nb: Fordi bokstavlæring en sammensatt prosess, som Larsen så riktig påpeker, er det nødvendig å tilpasse undervisningen og gi elevene muligheten til å bruke, repetere og øve på bokstavene over tid.

source: Collected data is automatically deleted after 6 months counting from last received input.
nb: lagringsguide Persondata skal slettes fra skjema innen 6 måneder etter at siste besvarelse ble levert.

source: The course will be divided into the following 4 Modules:
nb: Kurset vil være oppdelt i 4 moduler:

source: Monica Melby-Lervåg is a Professor at the Department of Special Needs Education at the University of Oslo.
nb: Monica Melby-Lervåg er Professor ved Institutt for spesialpedagogikk ved Universitet i Oslo.

source: Electric and magnetic fields in matter.
nb: Elektriske og magnetiske felt i medier.

source: the works have had significance or have a potential impact on the development of subjects or practice
nb: fått eller kan få betydning for fagutviklingen el er for praksis på området.

source: Cathrine J. Sønvinsen (26) is studying for a master's degree in Business Administration and is specialising in Strategic Marketing and Analytics.
nb: Sønvinsen (26) studerer master i økonomi og administrasjon og spesialiserer seg i strategisk markedsføring og analyse.

source: Each of the courses in the Minor gives 10 ECTS credits, and you can apply on both bachelor – and masters’ level.
nb: Hvert av de tre emnene i minoren er på 10 studiepoeng, og kan tas på både bachelor- og masternivå.

source: These skills were also mapped in a follow-up assessment in March 2018 (almost a full year after that the kids in the treatment group participated in the preschool program), when the children were in first grade in school.
nb: De samme ferdighetene ble også kartlagt i en oppfølgingsvurdering i mars 2018 (nesten et helt år etter at barna i behandlingsgruppen deltok i førskoleopplegget), da barna gikk i første klasse.

source: Independence and col aboration: The person hired as a «dosent» must be able to document that
nb: Den som ansettes som dosent må kunne dokumentere at han/hun er i

source: The vast majority of tests (77 %) indicated that higher levels of alcohol consumption were associated with impaired work performance.
nb: De aller fleste testene (77 %) viste at høyere alkoholforbruk var forbundet med redusert arbeidsevne.

source: , a peer-reviewed journal of the American Educational Research Association.
nb: , et fagfellevurdert tidsskrift fra American Educational Research Association.

source: There is no fee or compensation for participation in the study.
nb: Det er ingen honorar for deltagelse i studien.

source: Beyond Equality applies an ethnographic and microhistorical focus on particular case studies: the Lesbebussen campaign in 1988, the Pink Rebels activist group that was active ca 1988-1992, and activist debates and strategies related to family and sexual politics pre-Partnerskapsloven era (1993).
nb: Lesbebussen-kampanjen i 1988, den radikale aktivistgruppen Rosa Rebeller som var aktive ca 1988-1992, samt debattene omkring skeiv familie- og seksualpolitikk før Partnerskapsloven ble vedtatt i 1993, der spesielt dynamikken mellom respektabilitet og radikal systemkritikk står i fokus.

source: university, creativity and innovation set the tone for the educational programmes, teaching, research,
nb: innovative universitetet preger nyskaping og innovasjon utdanningene, undervisningen, forskningen,

source: If the alarm is triggered, the security company will issue an invoice with a fee of 2100, - (per 2017).
nb: Dersom alarmen utløses vil vaktselskapet utstede faktura med et gebyr på 2100,- (per 2017).

source: I have worked with tax law for 25 years and I’ve written many books on the subject, yet there is still a lot I do not understand”, says Folkvord.
nb: Jeg har jobbet med skatterett i 25 år og skrevet mange bøker om emnet, likevel er det fremdeles mye jeg ikke forstår, sier Folkvord.

source: Analyze simple open and closed systems using the first and second law of thermodynamics, continuity equation, impulse-momentum theorem and equations of motion.
nb: Kunne analysere enkle åpne og lukkede systemer ved bruk av termodynamikkens første og andre hovedsetning, kontinuitetslikningen, impulssats og bevegelseslikninger.

source: This will include discussion of QoS strategies at different network stack layers e.g., AQM and queueing strategies, Diffserv and Intserv.
nb: Dette vil omfatte diskusjon av QoS-strategier ved forskjellige nettverkslag, for eksempel AQM og køstrategier, Diffserv og Intserv.

source: Gather data and conduct analyses that serve as a basis for decision making.
nb: Samle data og gjennomføre analyser som former grunnlag for planleggingsavgjørelser.

source: Tuula Skarstein /Associate professor, IBU (administrative coordinator)
nb: Tuula Skarstein / førsteamanuensis, IBU (administrativ koordinator)

source: Introduction to the principles of safety of structures as defined in standards such as ISO 2394 and EN 1990, and the historical development of principles of safety of structures.
nb: Innføring i prinsipper for sikkerhet av konstruksjoner som definert i ISO 2394 og EN 1990, samt historisk utviklig av prinsipper for sikkerhet av konstruksjoner.

source: Checklist for data processing agreements
nb: Sjekkliste for databehandleravtaler

source: Lift and drag.
nb: Løft og drag.

source: The Cognitive Lab provides the natural
nb: Gjennom Kognitiv lab får realfag og

source: "We will also look for Blastocystis in a large Norwegian clinical study of inflammatory bowel disease, where we examine 700 patients.
nb: – Vi skal også se etter blastocystis i en stor norsk klinisk studie av inflammatorisk tarmsykdom, hvor vi undersøker 700 pasienter.

source: The topology of a matrix group will be described.
nb: Termodynamiske potensialer og Maxwells relasjoner.

source: This issue is discussed in relation to the organization of environmental institutions and principles of environmental policy, actors and cleavages in energy- and environmental politics, measures in environmental policy, international environmental treaties, the ethical foundation of environmental policy and green political theory.
nb: Dette stridstemaet drøftes gjennom et fokus på miljøforvaltningens oppbygging og prinsipper, aktører og skillelinjer i miljø- og energipolitikken, virkemidler i miljøpolitikken, internasjonale miljøavtaler og forpliktelser, miljøpolitikkens etiske grunnlag og grønn politisk teori.

source: knowledge about the definition of dwelling, working, communitng or identity regions
nb: kunnskap om definisjon av bolig-, arbeids-, pendlings- og identitetsregioner

source: Adriana Bus is Emeritus Professor of Leiden University in the Netherlands and Professor II at FILIORUM - Centre for Research in Early Childhood Education and Care.
nb: Adriana Bus er Emeritusprofessor ved Leiden Universitet i Nederland og professor II ved FILIORUM – Senter for barnehageforskning.

source: Over time, it will be natural for the academic content and offering of courses to change due to the general developments in the field of study, the use of technology and changes in society at large.
nb: Over tid vil det være naturlig at det faglige innholdet og tilbudet av emner endres på grunn av den generelle utviklingen i fagfelt, bruk av teknologi og endringer i samfunnet for øvrig.

source: Here you will learn how to work efficiently and wisely during your course.
nb: Her får du vite hvordan du kan jobbe effektivt og lurt med studiene.

source: The library gives a discount with Norsk standard
nb: biblioteket gir deg rabatt fra norsk standard

source: Exam in early music for singers (Stokka church) 22 February.
nb: Eksamen i tidligmusikk for sangere (Stokka kirke) 22.

source: The most-winning team in the championship, the University of Oklahoma (OU), was not easy to compete with and the University of Stavanger team came up short in the final.
nb: Det mestvinnende laget i mesterskapet gjennom tidene, University of Oklahoma (OU), var ikke lett å slå, og UiS-laget kom til kort i finalen.

source: Glulam and arch structures.
nb: Limtre og bue konstruksjoner.

source: Fellow Espen Sagen has been primarily responsible for organizing the case competition.
nb: Stipendiat Espen Sagen har spesielt hatt ansvar for å organisere case-konkurransen.

source: From 1600 on Saturday 25 September, Norway will reopen after the pandemic and most restrictions will be lifted.
nb: Fra klokken 1600 lørdag 25. september gjenåpner Norge etter pandemien og de fleste korona-restriksjoner oppheves.

source: The Charter and Code consists of four themes – ethical and professional aspects, open, transparent and merit based recruitment (OTM-R), working conditions and career development – describing roles, responsibilities and rights for researchers and employers.
nb: Charter og Code er delt inn i fire områder - etiske og faglige forhold, åpen rekruttering, arbeidsbetingelser og karriereutvikling - som beskriver roller, ansvar og rettigheter for forskere og arbeidsgivere når det gjelder forskerkarrierer.

source: at the Faculty of Science and Technology
nb: Ph.d.-program i teknologi og naturvitenskap

source: The course will focus on principles, modes of operation, applications, and study of example signals and images for some common techniques for collecting medical diagnostic data.
nb: Emnet vil gå inn på prinsipp, virkemåte, bruksområder, studier av eksempelsignaler og eksempelbilde for de noen vanlige teknikker for innsamling medisinsk diagnostisk data.

source: Innovation Award for Master´s Students 2021
nb: Innovasjonspris for masterstudenter 2021

source: Soak 15-20 ml of warm water in the syringe
nb: Sug opp 15-20 ml varmt vann i sprøyten

source: It can be awarded to an employee, a student or a group composed of such at the UiS.
nb: Den kan tildeles en ansatt, student eller grupper av disse ved UiS.

source: In Medias Res is a student association for students at media (Journalism and Television and multimed
nb: In Medias Res er en linjeforening for studenter på medialinjen (journalistikk og fjernsyns- og multi

source: The Norwegian Air Ambulance Foundation and NTNU Gjøvik are main partners.
nb: Stiftelsen Norsk Luftambulanse og NTNU Gjøvik hovedsamarbeidspartnere i senteret.

source: The person appointed as a «dosent» must have
nb: Den som ansettes som dosent må ha ytt stort bidrag til al e

source: UiS publishes the following series:
nb: Universitetet i Stavanger gir ut disse skriftseriene:

source: It is not possible for programmes with work experience requirements that have an application deadline 5 February, like Pre-hospital Critical Care (PHCC), helsesykepleie, jordmorfag, kreftsykepleie or spesialsykepleie (anestesi-, intensiv- og operasjonsykepleie).
nb: Det er ikke mulig på studier krav om praksis og som har søknadsfrist 5. februar som PHCC, helsesykepleie, jordmorfag, kreftsykepleie, spesialsykepleie (anestesi-, intensiv- og operasjonsykepleie).

source: The Department of Energy Resources at UiS is investing in new equipment and new research areas withi
nb: Økende behov for medisinskteknisk personell i sykehus og medisinsk industri, gjør at UiS ønsker å ti

source: , Western Norway University of Applied Sciences.
nb: , Høgskulen på Vestlandet.

source: Econa UiS is a student organization for the business students, both on bachelor and master level.
nb: Statsviterne på UiS er linjeforeningen for politisk- og samfunnsengasjerte studenter på UiS.

source: The examination must involve a programme lasting at least 10 minutes.
nb: Eksamen skal ha et program med omfang på minst 10 minutter.

source: “Offshore aquaculture will be competitive in the market and can provide value creation of up to one hundred billion Kroner,” Tveterås explains.
nb: – Havbruk til havs skal bli konkurransedyktig i markedet og kan gi en verdiskaping på oppimot hundre milliarder kroner, forklarer Tveterås.

source: Then Mauka Makai is the organization for you!
nb: Da er Mauka Makai noe for deg.

source: Additional high-quality scientific works relevant to the subject area that reflect the applicant's
nb: Ytterligere vitenskapelige arbeider av høy kvalitet relevant for fagområdet som reflekterer

source: University of Bologna, Italy Approved course, choose at least 30 ECTS (below courses) in
nb: University of Bologna, ItaliaGodkjente emner, velg minst 30 sp (fra emnene under) i

source: Additional infection control measures will be reintroduced in line with the scheme from May/June 2020 and 2021.
nb: Det gjeninnføres ekstra smitteverntiltak i tråd med opplegget fra mai/juni 2020 og 2021.

source: The following groups were established at the Norwegian ECEC conference in Stavanger 16.-17.
nb: Følgende grupper ble etablert på Norsk barnehagekonferanse i Stavanger 16.-17.

source: "Request content file via Bolk (done in step 3)" is the default choice, and Bolk will automatically send you the files if they are in the system.
nb: «Etterspørre innholdsfil via Bolk (gjøres i trinn 3)» er standardvalget, og Bolk vil automatisk sende deg filene hvis de finnes i systemet.

source: Ida Cristina on an echange at San Diego State University, fall semester 2019.
nb: Ida Cristina på utveksling ved San Diego State University, høsten 2019.

source: As an attachment to an email in PDF format.
nb: Som vedlegg til e-post i pdf-format.

source: From 2002-2018 the so-called attachment requirement was part of Danish migration legi­sla­­tion, and during the same period a growing interest in attachment as psychological framework took hold within the field of transnational adoption.
nb: Fra 2002-2018 var det såkalte tilknytningskrav en del av dansk migrasjonslovgivning og i samme periode vokste interessen for tilknytning som psykologisk rammeverk i det transnasjonale adopsjonsfelt i Danmark.

source: University of Stavanger (UiS) is heading up the project through The Faculty of Health Science and NETTOP, the e-learning development department at UiS.
nb: Universitetet i Stavanger (UiS) leder prosjektet gjennom Fakultet for helsevitenskap og NETTOP-UIS.

source: If you get symptoms of covid-19, you must be tested even if you have been vaccinated, and stay at ho
nb: Får du symptomer på covid-19 må du teste deg selv om du er vaksinert, og holde deg hjemme.

source: Core topics include: basic bonding theory and crystallography, microstructure, defects and dislocation theory.
nb: Sentrale emner er bindingsteori, krystallografi, mikrostruktur og defekter.

source: Students will show their own skills through progression exercises and/or practical assignments individually and/or in groups.
nb: Studentene skal vise egen ferdighet gjennom progresjonsøvelser og/eller praktiske oppgaver individuelt og/eller i grupper.

source: The project started in 2019, after researchers Nora Simonhjell and Ingvil Hellstrand wrote an article about the life sheet as a narrative genre. The research group is now working on the first of three phases of the project.
nb: Prosjektet ble opprettet i 2019, etter at forskerne Nora Simonhjell og Ingvil Hellstrand skrev artikkel om livsarket som fortellende sjanger

source: The Ullandhaug Library, KE A-253
nb: Kursrommet, biblioteket KE A-253

source: Our deadline to send out the outcome for admission to master programmes and further education starting in the autumn semester, is within 25 July.
nb: Vår seneste frist for å sende ut svar på opptak til master- og videreutdanninger med oppstart i høstsemesteret er innen 25. juli.

source: MSB specialisation: Applied Finance
nb: Forskerskolen i økonomiske og administrative fag

source: Who is the study suitable for?
nb: Hvem passer studiet for?

source: City- and regional planning
nb: by- og regional planlegging

source: In order to apply to two year master programs, PPU and further studies through local admission, register your application in the application portal Søknadsweb.
nb: Søking til toårige masterstudier, PPU og videreutdanninger inngår i lokalt opptak, hvor man søker direkte til UiS via Søknadsweb.

source: The course content is primarily aimed at PhD-candidates in the natural sciences and technology.
nb: Kursinnholdet er primært rettet mot PhD-studenter innen naturvitenskap og teknologi.

source: TD Veen gives NOK 5 million to UiS Business School and Synapse Lab
nb: TD Veen gir 5 millioner til Handelshøgskolen ved UiS og Synapse Lab

source: MSB specialisation: Business Development and Innovation
nb: Disputas om kreativitet og nyskaping i organisasjoner

source: If you have any questions about your offer, refusal or waiting list place, you can send us an e-mail to
nb: Dersom du har spørsmål om ditt tilbud, avslag eller ventelisteplass kan du henvende deg til oss på e-post til

source: regulation on municipal preparedness duty" (2018) published by The Norwegian Directorate for Civil
nb: I DSBs nye «Veileder til forskrift om kommunal beredskapsplikt» (2018) er

source: Welcome to aktivUka at the University of Stavanger.
nb: Til høsten arrangeres aktivUka for aller første gang ved Universitet i Stavanger.

source: Nettskjema-diktafon-app is downloaded on your mobile device and linked to an audio form in Nettskjema that you create.
nb: Nettskjema diktafon app opprettes som ett skjema i Nettskjema og lastes ned som en app på din private telefon.

source: Then we can study in a controlled way whether Blastocystis makes the symptoms better or worse," says van der Giezen.
nb: Da kan vi på en kontrollert måte studere om blastocystis gjør symptomene bedre eller verre, sier van der Giezen.

source: unions and the Norwegian Directorate for Education and Training (UDIR).
nb: studentorganisasjoner og -samskipnader samt Utdanningsdirektoratet (Udir).

source: Please register your seat by taking a photo of your seat number, which you can find to the right side of the chair or table, and retaining it for 14 days.
nb: Når du kommer inn i lesesalen eller undervisningsrommet skal du registrere hvor du sitter ved å ta bilde av sitteplass-nummeret, på høyre side av stol eller bord, og ta vare på det i 14 dager.

source: The bachelor thesis can be empirically exploratory, theoretically explanatory, or project-oriented.
nb: Beslutning om arbeidskravet skal utføres individuelt eller i gruppe tas i det enkelte kurset, i henhold til arbeidsmåten i kurset.

source: After you have clarified which information class is applicable to your data, you should use UiS's guidelines for what equipment you can use when working with your data.
nb: Etter at du har avklart hvilken informasjonsklasse som er gjeldende for dine data skal du bruke UiS sine retningslinjer for hvilket utstyr du kan bruke når du skal jobbe med dataene dine.

source: Printing and Scanning
nb: Utskrift og skanning
